logs/vllm.log
Running 1m test @ http://127.0.0.1:8000/v1/completions
  8 threads and 80 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     0.00us    0.00us   0.00us    -nan%
    Req/Sec     3.62      6.96    90.00     98.77%
  1600 requests in 1.00m, 866.03KB read
  Socket errors: connect 0, read 0, write 0, timeout 1600
Requests/sec:     26.62
Transfer/sec:     14.41KB